{
  "theme": "Creating, and Sharing.",
  "themeDesc": "We thinks everyday for tomorrow fun.",
  "aboutHeading": "About",
  "aboutDesc": "We are a game and digital contents production group specializing in “creating” and “sharing”.",
  "aboutCreateCaption": "Creating",
  "aboutCreateSubCaption": " - 創建",
  "aboutCreateDesc": "We are creating works contents of Touhou, VOCALOID, or the Original genres. The work is released from time to time on the Web, or distributed at Comic Market and some Fanarts stores.",
  "aboutCreateActivityCaption": "Latest activity",
  "aboutCreateActivityItem1": "Dec, 2017: Comic Market 93 Tokyo",
  "aboutCreateActivityItem2": "Jun, 2016: DIGITAL GAME EXPO 2016 Tokyo",
  "aboutCreateActivityItem3": "Oct, 2015: SunShine Creation Tokyo",
  "aboutCreateActivityItem4": "Other events.",
  "aboutShareCaption": "Sharing",
  "aboutShareSubCaption": " - 共享",
  "aboutShareDesc": "We share the know-how of work, world view, spirit and so on for a game app creation.",
  "aboutShareDetail": "Specifically, in addition to chatting and production activities on the Web live broadcasting, regular meetings offline, and game application creation study meetings for beginners are also held.",
  "aboutMembersHeading": "Members",
  "aboutMembersDesc": "Since our formation, we have the best team every time on a project basis, and we are working in a format of dissolution when done. Therefore, the regular member is “Mc” alone.",
  "aboutMembersProfile1": "I am a freelance programmer and a coach for beginner of app engineers. While I was scratching that I wanted to be able to create games by only myself, I became creator of all‐rounder when I noticed. Using the experience that I was a former instructor at the game app production vocational school, I am looking for ways to develop web and mobile and PC applications, and to teach it.",
  "aboutMembersProfile2": "We also respond to requests for games and various content production requests. Please do not hesitate to contact us.",
  "aboutSkillHeading": "Skills",
  "aboutSkillDesc": "We focus on web client, mobile apps development, web backend, PC apps, and so on.",
  "blogHeading": "Blog",
  "blogDesc": "Show the latest blog posts.",
  "blogMore": "Show more posts.",
  "contactHeading": "Contact",
  "contactDesc": "Your comments are accepted on Twitter. Please press the button below and continue sending your message without erasing @danmaq. (I can read English thanks to Google Translate, but Japanese is more better)",
  "contactPeing": "without account",
  "contactTwitter": "with your account",
  "contactEZineHeading": "Let's receive latest information at the eZine.",
  "contactEZineDesc": "When you receive danmaq official mail magazine which is issued 1 or 2 times per month, not only the latest activity information, but also the know-how of work creation, the view of the world, and spirit for a creation will be yours. Please enter your email address below and press the submit button. (Japanese only)",
  "contactEZineMail": "your.mail@ddress.com",
  "contactEZineSend": "Submit",
  "contactSNSHeading": "Let's get updates at SNS",
  "contactSNSDesc": "I mainly work mainly on Twitter and GitHub. The latest activity situation is also being distributed on Twitter.",
  "more": "See more",
  "worksHeading": "Works",
  "worksDesc": "We will present our past activities with 4 works.",
  "worksCtCTitle": "東方夢終劇",
  "worksCtCSubTitle": " - Concealed the Conclusion",
  "worksCtCDesc": "Reimu has suddenly disappeared. Marisa looks for her and runs around Gensokyo, which is gradually decaying. A sadly vertical danmaku shmup game featuring the end of Gensokyo.",
  "worksAtCTitle": "Answer the Conclusion",
  "worksAtCDesc": "This is the spin-off story of the Touhou “Concealed the Conclusion” that world after disappeared Gensokyo. A girl who dreamed of Gensokyo memories with the power of miracles, Rein wanders around the city seeking Gensokyo where memory is fading in the real world. And then, she will meets either one of destiny boy, or girl of Gensokyo dream.",
  "worksEMTitle": "EVIL MAGIC",
  "worksEMSubTitle": " - 邪の魔術",
  "worksEMDesc": "Girl Enna who can use magical abilities, and her young brother and childhood friend are famous in the village as a badboys threesome.　However, the owner of this land is a worse one that kidnapping childhood friend.　Angry Ena rushed into the house of the lord with the younger brother.　Will they be able to recapture the deprived childhood friend?　It is a real fantasy story of a new sense.",
  "worksPixivTitle": "Illustrations and comics",
  "worksPixivDesc": "In addition to that, Illustration production activities of various genres such as Touhou, VOCALOID, original genre, etc. are also done. Posted past illustrations at Pixiv."
}